_sdaiGetEntityId(Sdai_instS*)
\details
Retrieves the identifier of a specified entity.
\param entInst [in] An entity instance.
\returns A STEP-identifier of the entity instance.
\remarks
The functions starting from _sdai are ODA extensions over the standard.
Possible error codes:
* sdaiEI_NVLD - Entity instance invalid.
\code
SdaiAppInstance entityInstance42 = _sdaiGetEntityById(pModel, 42);
...
SdaiEntity instType = sdaiGetInstanceType(entityInstance42);